Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 删除部署
ar: حذف النشر
de: Deployment löschen
en: Delete deployment
es_mx: Eliminar despliegue
fr: Supprimer le déploiement
ja: デプロイを削除
ko: 배포 삭제
pt_br: Excluir implantação
pt_pt: Eliminar implementação
tr: Dağıtımı sil
zh_hant: 刪除部署
zh_hk: 刪除部署

source: 删除配置
ar: حذف التكوين
de: Konfiguration löschen
en: Delete Config
es_mx: Eliminar configuración
fr: Supprimer la config
ja: 構成を削除
ko: 구성 삭제
pt_br: Excluir configuração
pt_pt: Eliminar configuração
tr: Yapılandırmayı Sil
zh_hant: 刪除設定
zh_hk: 刪除設定

source: 删除配置「%@」？
ar: حذف التكوين ”%@“؟
de: Konfiguration „%@“ löschen?
en: Delete config “%@”?
es_mx: ¿Eliminar la configuración «%@»?
fr: Supprimer la config « %@ » ?
ja: 構成「%@」を削除しますか？
ko: 구성 “%@”을(를) 삭제할까요?
pt_br: Excluir a configuração “%@”?
pt_pt: Eliminar a configuração “%@”?
tr: “%@” yapılandırması silinsin mi?
zh_hant: 刪除設定「%@」？
zh_hk: 刪除設定「%@」？

source: 删除重定向
ar: حذف إعادة التوجيه
de: Weiterleitung löschen
en: Delete redirect
es_mx: Eliminar redirección
fr: Supprimer la redirection
ja: リダイレクトを削除
ko: 리디렉션 삭제
pt_br: Excluir redirecionamento
pt_pt: Eliminar redirecionamento
tr: Yönlendirmeyi sil
zh_hant: 刪除重新導向
zh_hk: 刪除重定向

source: 删除重定向列表
ar: حذف قائمة إعادة التوجيه
de: Weiterleitungsliste löschen
en: Delete redirect list
es_mx: Eliminar lista de redirección
fr: Supprimer la liste de redirection
ja: リダイレクトリストを削除
ko: 리디렉션 목록 삭제
pt_br: Excluir lista de redirecionamento
pt_pt: Eliminar lista de redirecionamento
tr: Yönlendirme listesini sil
zh_hant: 刪除重新導向清單
zh_hk: 刪除重定向清單

source: 删除键
ar: حذف المفتاح
de: Schlüssel löschen
en: Delete Key
es_mx: Eliminar clave
fr: Supprimer la clé
ja: キーを削除
ko: 키 삭제
pt_br: Excluir chave
pt_pt: Eliminar chave
tr: Anahtarı sil
zh_hant: 刪除鍵
zh_hk: 刪除鍵

source: 删除队列
ar: حذف قائمة الانتظار
de: Queue löschen
en: Delete Queue
es_mx: Eliminar cola
fr: Supprimer la file
ja: キューを削除
ko: 대기열 삭제
pt_br: Excluir fila
pt_pt: Eliminar fila
tr: Kuyruğu Sil
zh_hant: 刪除佇列
zh_hk: 刪除佇列

source: 删除队列「%@」？
ar: حذف قائمة الانتظار ”%@“؟
de: Queue „%@“ löschen?
en: Delete queue “%@”?
es_mx: ¿Eliminar la cola «%@»?
fr: Supprimer la file « %@ » ?
ja: キュー「%@」を削除しますか？
ko: 대기열 “%@”을(를) 삭제할까요?
pt_br: Excluir a fila “%@”?
pt_pt: Eliminar a fila “%@”?
tr: “%@” kuyruğu silinsin mi?
zh_hant: 刪除佇列「%@」？
zh_hk: 刪除佇列「%@」？

source: 删除隧道
ar: حذف النفق
de: Tunnel löschen
en: Delete Tunnel
es_mx: Eliminar túnel
fr: Supprimer le tunnel
ja: トンネルを削除
ko: 터널 삭제
pt_br: Excluir túnel
pt_pt: Eliminar túnel
tr: Tüneli sil
zh_hant: 刪除通道
zh_hk: 刪除隧道

source: 删除项目
ar: حذف المشروع
de: Projekt löschen
en: Delete project
es_mx: Eliminar proyecto
fr: Supprimer le projet
ja: プロジェクトを削除
ko: 프로젝트 삭제
pt_br: Excluir projeto
pt_pt: Eliminar projeto
tr: Projeyi sil
zh_hant: 刪除專案
zh_hk: 刪除專案

source: 删除项目「%@」？
ar: حذف المشروع «%@»؟
de: Projekt „%@“ löschen?
en: Delete project “%@”?
es_mx: ¿Eliminar el proyecto «%@»?
fr: Supprimer le projet « %@ » ?
ja: プロジェクト「%@」を削除しますか？
ko: 프로젝트 ‘%@’을(를) 삭제할까요?
pt_br: Excluir o projeto “%@”?
pt_pt: Eliminar o projeto “%@”?
tr: “%@” projesi silinsin mi?
zh_hant: 刪除專案「%@」？
zh_hk: 刪除專案「%@」？

source: 删除项目会移除所有部署，且不可撤销。
ar: حذف المشروع يزيل جميع عمليات النشر ولا يمكن التراجع عنه.
de: Das Löschen des Projekts entfernt alle Deployments und kann nicht rückgängig gemacht werden.
en: Deleting the project removes all deployments and cannot be undone.
es_mx: Eliminar el proyecto quita todos los despliegues y no se puede deshacer.
fr: Supprimer le projet supprime tous les déploiements et est irréversible.
ja: プロジェクトを削除するとすべてのデプロイが削除され、元に戻せません。
ko: 프로젝트를 삭제하면 모든 배포가 제거되며 되돌릴 수 없습니다.
pt_br: Excluir o projeto remove todas as implantações e não pode ser desfeito.
pt_pt: Eliminar o projeto remove todas as implementações e não pode ser anulado.
tr: Projeyi silmek tüm dağıtımları kaldırır ve geri alınamaz.
zh_hant: 刪除專案會移除所有部署，且無法復原。
zh_hk: 刪除專案會移除所有部署，且無法復原。

source: 到期
ar: تنتهي
de: Läuft ab
en: Expires
es_mx: Vence
fr: Expire
ja: 有効期限
ko: 만료
pt_br: Expira
pt_pt: Expira
tr: Bitiş

source: 到期时间
ar: تاريخ الانتهاء
de: Läuft ab am
en: Expires
es_mx: Fecha de vencimiento
fr: Date d'expiration
ja: 有効期限
ko: 만료일
pt_br: Expira em
pt_pt: Expira em
tr: Bitiş tarihi
zh_hant: 到期時間
zh_hk: 到期時間

source: 刷新
ar: تحديث
de: Aktualisieren
en: Refresh
es_mx: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt_br: Atualizar
pt_pt: Atualizar
tr: Yenile
zh_hant: 重新整理
zh_hk: 重新整理

source: 刷新失败
ar: فشل التحديث
de: Aktualisierung fehlgeschlagen
en: Refresh failed
es_mx: Error al actualizar
fr: Échec de l’actualisation
ja: 更新に失敗
ko: 새로고침 실패
pt_br: Falha ao atualizar
pt_pt: Falha ao atualizar
tr: Yenileme başarısız
zh_hant: 重新整理失敗
zh_hk: 重新整理失敗

source: 刷新失败，点按重试
ar: فشل التحديث — انقر لإعادة المحاولة
de: Aktualisierung fehlgeschlagen – zum Wiederholen tippen
en: Refresh failed — tap to retry
es_mx: Error al actualizar; toca para reintentar
fr: Échec de l’actualisation — touchez pour réessayer
ja: 更新に失敗しました。タップで再試行
ko: 새로고침 실패, 탭하여 다시 시도
pt_br: Falha ao atualizar — toque para tentar novamente
pt_pt: Falha ao atualizar — toque para tentar novamente
tr: Yenileme başarısız — tekrar denemek için dokunun
zh_hant: 重新整理失敗，點按重試
zh_hk: 重新整理失敗，點按重試

source: 刷新失败不再弹窗打断，下拉刷新更稳定可靠。
ar: لم تعد أخطاء التحديث تقاطعك بتنبيهات، وأصبح السحب للتحديث أكثر موثوقية.
de: Aktualisierungsfehler unterbrechen nicht mehr mit Hinweisen, und das Ziehen zum Aktualisieren ist zuverlässiger.
en: Refresh failures no longer interrupt with alerts, and pull-to-refresh is more reliable.
es_mx: Los errores al actualizar ya no interrumpen con alertas y deslizar para actualizar es más confiable.
fr: Les échecs d’actualisation n’interrompent plus avec des alertes, et le tirer-pour-actualiser est plus fiable.
ja: 更新の失敗でアラートが割り込まなくなり、引っ張って更新がより安定しました。
ko: 새로고침 실패 시 더 이상 알림으로 방해하지 않으며, 당겨서 새로고침이 더 안정적입니다.
pt_br: Falhas ao atualizar não interrompem mais com alertas, e o puxar para atualizar ficou mais confiável.
pt_pt: As falhas ao atualizar já não interrompem com alertas, e o puxar para atualizar ficou mais fiável.
tr: Yenileme hataları artık uyarılarla bölmüyor ve yenilemek için çekme daha güvenilir.
zh_hant: 重新整理失敗不再彈出視窗打斷，下拉重新整理更穩定可靠。
zh_hk: 重新整理失敗不再彈出視窗打斷，下拉重新整理更穩定可靠。

source: 刷新更省心
ar: تحديث أكثر سلاسة
de: Reibungsloseres Aktualisieren
en: Smoother refreshing
es_mx: Actualización más fluida
fr: Actualisation plus fluide
ja: 更新がより快適に
ko: 더 매끄러운 새로고침
pt_br: Atualização mais fluida
pt_pt: Atualização mais fluida
tr: Daha akıcı yenileme
zh_hant: 重新整理更順手
zh_hk: 重新整理更順手

source: 前往系统设置开启通知权限
ar: فعّل الإشعارات من إعدادات النظام
de: Mitteilungen in den Systemeinstellungen aktivieren
en: Enable notifications in system Settings
es_mx: Activa las notificaciones en Ajustes del sistema
fr: Activer les notifications dans Réglages
ja: システム設定で通知を有効にしてください
ko: 시스템 설정에서 알림 권한을 켜세요
pt_br: Ative as notificações nos Ajustes do sistema
pt_pt: Ative as notificações nas Definições do sistema
tr: Bildirimleri sistem Ayarları’ndan etkinleştirin
zh_hant: 前往系統設定開啟通知權限
zh_hk: 前往系統設定開啟通知權限

source: 前缀
ar: بادئة
de: Präfix
en: Prefix
es_mx: Prefijo
fr: Préfixe
ja: プレフィックス
ko: 접두사
pt_br: Prefixo
pt_pt: Prefixo
tr: Ön ek
zh_hant: 前綴
zh_hk: 前綴

source: 前缀长度
ar: طول البادئة
de: Präfixlänge
en: Prefix length
es_mx: Longitud de prefijo
fr: Longueur du préfixe
ja: プレフィックス長
ko: 프리픽스 길이
pt_br: Comprimento do prefixo
pt_pt: Comprimento do prefixo
tr: Önek uzunluğu
zh_hant: 前綴長度
zh_hk: 前綴長度

source: 剩余天数
ar: الأيام المتبقية
de: Verbleibende Tage
en: Days remaining
es_mx: Días restantes
fr: Jours restants
ja: 残り日数
ko: 남은 일수
pt_br: Dias restantes
pt_pt: Dias restantes
tr: Kalan gün
zh_hant: 剩餘天數
zh_hk: 剩餘天數

source: 功能模块
ar: الميزات
de: Funktionen
en: Features
es_mx: Funciones
fr: Fonctionnalités
ja: 機能
ko: 기능
pt_br: Recursos
pt_pt: Funcionalidades
tr: Özellikler
zh_hant: 功能模組
zh_hk: 功能模組

source: 加密
ar: التشفير
de: Verschlüsselung
en: Encryption
es_mx: Cifrado
fr: Chiffrement
ja: 暗号化
ko: 암호화
pt_br: Criptografia
pt_pt: Encriptação
tr: Şifreleme

source: 加密模式
ar: وضع التشفير
de: Verschlüsselungsmodus
en: Encryption mode
es_mx: Modo de cifrado
fr: Mode de chiffrement
ja: 暗号化モード
ko: 암호화 모드
pt_br: Modo de criptografia
pt_pt: Modo de encriptação
tr: Şifreleme modu

source: 加快重复访客的握手
ar: يسرّع المصافحة للزوار العائدين
de: Beschleunigt den Handshake für wiederkehrende Besucher
en: Speeds up the handshake for returning visitors
es_mx: Acelera el protocolo de enlace para visitantes recurrentes
fr: Accélère la poignée de main pour les visiteurs récurrents
ja: 再訪問者のハンドシェイクを高速化します
ko: 재방문자의 핸드셰이크를 가속합니다
pt_br: Acelera o handshake para visitantes recorrentes
pt_pt: Acelera o handshake para visitantes recorrentes
tr: Geri dönen ziyaretçiler için el sıkışmayı hızlandırır
zh_hant: 加快回訪訪客的交握
zh_hk: 加快重複訪客的握手

source: 加载中
ar: جارٍ التحميل
de: Wird geladen
en: Loading
es_mx: Cargando
fr: Chargement
ja: 読み込み中
ko: 불러오는 중
pt_br: Carregando
pt_pt: A carregar
tr: Yükleniyor
zh_hant: 載入中
zh_hk: 載入中

source: 加载失败
ar: فشل التحميل
de: Laden fehlgeschlagen
en: Failed to load
es_mx: Error al cargar
fr: Échec du chargement
ja: 読み込みに失敗しました
ko: 불러오기 실패
pt_br: Falha ao carregar
pt_pt: Falha ao carregar
tr: Yükleme başarısız
zh_hant: 載入失敗
zh_hk: 載入失敗

source: 加载更多
ar: تحميل المزيد
de: Mehr laden
en: Load more
es_mx: Cargar más
fr: Charger plus
ja: さらに読み込む
ko: 더 보기
pt_br: Carregar mais
pt_pt: Carregar mais
tr: Daha fazla yükle
zh_hant: 載入更多
zh_hk: 載入更多

source: 加载账号中…
ar: جارٍ تحميل الحسابات…
de: Konten werden geladen …
en: Loading accounts…
es_mx: Cargando cuentas…
fr: Chargement des comptes…
ja: アカウントを読み込み中…
ko: 계정 불러오는 중…
pt_br: Carregando contas…
pt_pt: A carregar contas…
tr: Hesaplar yükleniyor…
zh_hant: 正在載入帳號…
zh_hk: 正在載入帳戶…

source: 加载过但为空
ar: تم التحميل لكنه فارغ
de: Geladen, aber leer
en: Loaded but empty
es_mx: Cargado pero vacío
fr: Chargé mais vide
ja: 読み込み済み（空）
ko: 로드됨(비어 있음)
pt_br: Carregado, mas vazio
pt_pt: Carregado mas vazio
tr: Yüklendi ama boş
zh_hant: 已載入但為空
zh_hk: 已載入但為空

source: 加载过但没有规则
ar: تم التحميل لكن لا توجد قواعد
de: Geladen, aber keine Regeln
en: Loaded but no rules
es_mx: Cargado pero sin reglas
fr: Chargé mais aucune règle
ja: 読み込み済み（ルールなし）
ko: 로드됨(규칙 없음)
pt_br: Carregado, mas sem regras
pt_pt: Carregado, mas sem regras
tr: Yüklendi ama kural yok
zh_hant: 已載入但沒有規則
zh_hk: 已載入但沒有規則

source: 加载配置…
ar: جارٍ تحميل الإعدادات…
de: Konfiguration wird geladen …
en: Loading configuration…
es_mx: Cargando configuración…
fr: Chargement de la configuration…
ja: 設定を読み込み中…
ko: 구성 불러오는 중…
pt_br: Carregando configuração…
pt_pt: A carregar configuração…
tr: Yapılandırma yükleniyor…
zh_hant: 載入設定中…
zh_hk: 載入設定中…

source: 动作
ar: الإجراء
de: Aktion
en: Action
es_mx: Acción
fr: Action
ja: アクション
ko: 동작
pt_br: Ação
pt_pt: Ação
tr: Eylem
zh_hant: 動作
zh_hk: 動作

source: 动态延迟
ar: زمن الوصول الديناميكي
de: Dynamische Latenz
en: Dynamic latency
es_mx: Latencia dinámica
fr: Latence dynamique
ja: 動的レイテンシ
ko: 동적 지연 시간
pt_br: Latência dinâmica
pt_pt: Latência dinâmica
tr: Dinamik gecikme
zh_hant: 動態延遲
zh_hk: 動態延遲

source: 包含
ar: يحتوي
de: Enthält
en: Contains
es_mx: Contiene
fr: Contient
ja: 含む
ko: 포함
pt_br: Contém
pt_pt: Contém
tr: İçerir

source: 包含子域名
ar: تضمين النطاقات الفرعية
de: Subdomains einbeziehen
en: Include subdomains
es_mx: Incluir subdominios
fr: Inclure les sous-domaines
ja: サブドメインを含める
ko: 하위 도메인 포함
pt_br: Incluir subdomínios
pt_pt: Incluir subdomínios
tr: Alt alan adlarını dahil et
zh_hant: 包含子網域
zh_hk: 包含子網域

source: 包含规则（满足任一即匹配）
ar: قواعد التضمين (أي تطابق)
de: Einschlussregeln (beliebige)
en: Include rules (match any)
es_mx: Reglas de inclusión (cualquiera)
fr: Règles d’inclusion (l’une)
ja: 含めるルール（いずれか一致）
ko: 포함 규칙 (하나라도 일치)
pt_br: Regras de inclusão (qualquer)
pt_pt: Regras de inclusão (qualquer)
tr: Dahil Etme Kuralları (herhangi biri)
zh_hant: 包含規則（符合任一即比對）
zh_hk: 包含規則（符合任一即比對）

source: 北美
ar: أمريكا الشمالية
de: Nordamerika
en: North America
es_mx: Norteamérica
fr: Amérique du Nord
ja: 北米
ko: 북미
pt_br: América do Norte
pt_pt: América do Norte
tr: Kuzey Amerika

source: 北美东部
ar: شرق أمريكا الشمالية
de: Östliches Nordamerika
en: Eastern North America
es_mx: Este de Norteamérica
fr: Est de l’Amérique du Nord
ja: 北米東部
ko: 북미 동부
pt_br: Leste da América do Norte
pt_pt: Leste da América do Norte
tr: Doğu Kuzey Amerika
zh_hant: 北美東部
zh_hk: 北美東部

source: 北美西部
ar: غرب أمريكا الشمالية
de: Westliches Nordamerika
en: Western North America
es_mx: Oeste de Norteamérica
fr: Ouest de l’Amérique du Nord
ja: 北米西部
ko: 북미 서부
pt_br: Oeste da América do Norte
pt_pt: Oeste da América do Norte
tr: Batı Kuzey Amerika

source: 匹配对象
ar: هدف المطابقة
de: Übereinstimmungsziel
en: Match target
es_mx: Objetivo
fr: Cible de correspondance
ja: 対象
ko: 대상
pt_br: Alvo
pt_pt: Alvo
tr: Eşleşme hedefi
zh_hant: 匹配對象
zh_hk: 匹配對象

source: 匹配对象创建后不可修改，如需更改请删除后重建。
ar: لا يمكن تغيير هدف المطابقة بعد الإنشاء؛ احذفه وأعد إنشاءه لتغييره.
de: Das Übereinstimmungsziel kann nach der Erstellung nicht geändert werden. Zum Ändern löschen und neu erstellen.
en: The match target can’t be changed after creation; delete and recreate to change it.
es_mx: El objetivo no se puede cambiar después de crearlo; elimínalo y vuelve a crearlo para cambiarlo.
fr: La cible de correspondance ne peut pas être modifiée après sa création ; supprimez-la et recréez-la pour la changer.
ja: 対象は作成後に変更できません。変更するには削除して作り直してください。
ko: 대상은 생성 후 변경할 수 없습니다. 변경하려면 삭제 후 다시 만드세요.
pt_br: O alvo não pode ser alterado após a criação; exclua e recrie para alterá-lo.
pt_pt: O alvo não pode ser alterado após a criação; elimine e recrie para o alterar.
tr: Eşleşme hedefi oluşturulduktan sonra değiştirilemez; değiştirmek için silip yeniden oluşturun.
zh_hant: 匹配對象建立後不可修改，如需更改請刪除後重建。
zh_hk: 匹配對象建立後不可修改，如需更改請刪除後重建。

source: 匹配条件
ar: شروط المطابقة
de: Übereinstimmung
en: Match conditions
es_mx: Condiciones de coincidencia
fr: Conditions de correspondance
ja: 一致条件
ko: 일치 조건
pt_br: Condições de correspondência
pt_pt: Condições de correspondência
tr: Eşleşme Koşulları
zh_hant: 符合條件
zh_hk: 符合條件

source: 匹配正则
ar: يطابق التعبير
de: Regex-Treffer
en: Matches regex
es_mx: Coincide con regex
fr: Correspond à la regex
ja: 正規表現に一致
ko: 정규식 일치
pt_br: Corresponde à regex
pt_pt: Corresponde à regex
tr: Regex eşleşir
zh_hant: 符合規則運算式
zh_hk: 符合正則

source: 匹配的请求将不被缓存。
ar: لن يتم تخزين الطلبات المطابقة مؤقتًا.
de: Übereinstimmende Anfragen werden nicht zwischengespeichert.
en: Matching requests will not be cached.
es_mx: Las solicitudes coincidentes no se almacenarán en caché.
fr: Les requêtes correspondantes ne seront pas mises en cache.
ja: 一致したリクエストはキャッシュされません。
ko: 일치하는 요청은 캐시되지 않습니다.
pt_br: As solicitações correspondentes não serão armazenadas em cache.
pt_pt: Os pedidos correspondentes não serão colocados em cache.
tr: Eşleşen istekler önbelleğe alınmaz.
zh_hant: 符合的請求將不會被快取。
zh_hk: 符合的請求將不會被緩存。

source: 匹配的请求按下方设置进行缓存。
ar: يتم تخزين الطلبات المطابقة مؤقتًا وفق الإعدادات أدناه.
de: Übereinstimmende Anfragen werden gemäß den Einstellungen unten zwischengespeichert.
en: Matching requests are cached according to the settings below.
es_mx: Las solicitudes coincidentes se almacenan en caché según la configuración siguiente.
fr: Les requêtes correspondantes sont mises en cache selon les réglages ci-dessous.
ja: 一致したリクエストは、以下の設定に従ってキャッシュされます。
ko: 일치하는 요청은 아래 설정에 따라 캐시됩니다.
pt_br: As solicitações correspondentes são armazenadas em cache conforme as configurações abaixo.
pt_pt: Os pedidos correspondentes são colocados em cache de acordo com as definições abaixo.
tr: Eşleşen istekler aşağıdaki ayarlara göre önbelleğe alınır.
zh_hant: 符合的請求會依下方設定進行快取。
zh_hk: 符合的請求會依下方設定進行緩存。

source: 匹配表达式
ar: تعبير المطابقة
de: Übereinstimmungsausdruck
en: Matching expression
es_mx: Expresión de coincidencia
fr: Expression de correspondance
ja: 一致式
ko: 일치 표현식
pt_br: Expressão de correspondência
pt_pt: Expressão de correspondência
tr: Eşleştirme ifadesi
zh_hant: 匹配運算式
zh_hk: 匹配表達式

source: 升级 Pro 解锁
ar: قم بالترقية إلى Pro لإلغاء القفل
de: Auf Pro upgraden zum Freischalten
en: Upgrade to Pro to unlock
es_mx: Actualiza a Pro para desbloquear
fr: Passez à Pro pour débloquer
ja: Pro にアップグレードして解除
ko: Pro로 업그레이드하여 잠금 해제
pt_br: Atualize para o Pro para desbloquear
pt_pt: Atualize para o Pro para desbloquear
tr: Kilidi açmak için Pro'ya yükseltin
zh_hant: 升級 Pro 解鎖
zh_hk: 升級 Pro 解鎖

source: 升级授权
ar: ترقية التفويض
de: Autorisierung erweitern
en: Upgrade authorization
es_mx: Ampliar autorización
fr: Étendre l'autorisation
ja: 認可をアップグレード
ko: 권한 업그레이드
pt_br: Ampliar autorização
pt_pt: Ampliar autorização
tr: Yetkilendirmeyi yükselt
zh_hant: 升級授權
zh_hk: 升級授權

source: 协议
ar: البروتوكول
de: Protokoll
en: Protocol
es_mx: Protocolo
fr: Protocole
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
pt_pt: Protocolo
tr: Protokol
zh_hant: 通訊協定
zh_hk: 協定

source: 单文件
ar: ملف واحد
de: Einzeldatei
en: Single file
es_mx: Archivo único
fr: Fichier unique
ja: 単一ファイル
ko: 단일 파일
pt_br: Arquivo único
pt_pt: Ficheiro único
tr: Tek Dosya
zh_hant: 單一檔案
zh_hk: 單一檔案

source: 单次最多 %lld 个
ar: %lld كحد أقصى في المرة
de: Max. %lld pro Vorgang
en: Up to %lld per request
es_mx: Hasta %lld por solicitud
fr: Jusqu’à %lld par requête
ja: 1 回につき最大 %lld 件
ko: 요청당 최대 %lld개
pt_br: Até %lld por solicitação
pt_pt: Até %lld por pedido
tr: İstek başına en fazla %lld
zh_hant: 單次最多 %lld 個
zh_hk: 單次最多 %lld 個

source: 单页应用（SPA）
ar: تطبيق صفحة واحدة (SPA)
de: Single-Page-App (SPA)
en: Single-page app (SPA)
es_mx: App de una sola página (SPA)
fr: Application monopage (SPA)
ja: シングルページアプリ（SPA）
ko: 단일 페이지 앱(SPA)
pt_br: App de página única (SPA)
pt_pt: App de página única (SPA)
tr: Tek sayfalı uygulama (SPA)
zh_hant: 單頁應用程式（SPA）
zh_hk: 單頁應用程式（SPA）

source: 危险操作
ar: منطقة الخطر
de: Gefahrenbereich
en: Danger Zone
es_mx: Zona de peligro
fr: Zone sensible
ja: 危険な操作
ko: 위험 구역
pt_br: Zona de perigo
pt_pt: Zona de perigo
tr: Tehlikeli alan
zh_hant: 危險操作
zh_hk: 危險操作

source: 反馈内容
ar: الملاحظات
de: Feedback
en: Feedback
es_mx: Comentarios
fr: Commentaires
ja: フィードバック内容
ko: 피드백 내용
pt_br: Comentários
pt_pt: Comentários
tr: Geri bildirim
zh_hant: 意見內容
zh_hk: 意見內容

source: 反馈通过邮件发送给我们，可附带本地诊断日志（不含你的令牌或密钥）便于排查问题。
ar: تُرسَل الملاحظات إلينا عبر البريد الإلكتروني ويمكن أن تتضمن سجلات تشخيص محلية (لا تتضمن أبدًا رموزك أو مفاتيحك) لتسهيل تحديد المشكلة.
de: Feedback wird uns per E-Mail gesendet und kann lokale Diagnoseprotokolle enthalten (niemals deine Tokens oder Schlüssel), um die Fehlersuche zu erleichtern.
en: Feedback is sent to us by email and can include local diagnostic logs (never your tokens or keys) to help us troubleshoot.
es_mx: Los comentarios se nos envían por correo y pueden incluir registros de diagnóstico locales (nunca tus tokens ni claves) para ayudarnos a investigar el problema.
fr: Les commentaires nous sont envoyés par e-mail et peuvent inclure des journaux de diagnostic locaux (jamais vos jetons ni clés) pour faciliter le dépannage.
ja: フィードバックはメールで送信されます。問題の調査に役立つよう、ローカルの診断ログ（トークンやキーは含まれません）を添付できます。
ko: 피드백은 이메일로 전송되며, 문제 해결에 도움이 되도록 로컬 진단 로그(토큰이나 키는 포함되지 않음)를 첨부할 수 있습니다.
pt_br: O feedback é enviado para nós por e-mail e pode incluir registros de diagnóstico locais (nunca seus tokens ou chaves) para ajudar na investigação.
pt_pt: O feedback é enviado para nós por e-mail e pode incluir registos de diagnóstico locais (nunca os seus tokens ou chaves) para ajudar na análise.
tr: Geri bildirim bize e-posta ile gönderilir ve sorun gidermeye yardımcı olmak için yerel tanılama günlüklerini içerebilir (belirteçleriniz veya anahtarlarınız asla dahil edilmez).
zh_hant: 意見回饋會以電子郵件傳送給我們，可附上本機診斷日誌（不含你的權杖或密鑰）以利排查問題。
zh_hk: 意見反饋會以電郵傳送給我們，可附上本機診斷日誌（不含你的權杖或密鑰）以便排查問題。

source: 发送
ar: إرسال
de: Senden
en: Send
es_mx: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pt_br: Enviar
pt_pt: Enviar
tr: Gönder
zh_hant: 傳送
zh_hk: 傳送

source: 发送一条用户消息并显示模型回复。会消耗账号的 Workers AI 用量（每天 1 万 Neuron 免费额度）。
ar: يرسل رسالة مستخدم واحدة ويعرض رد النموذج. يستهلك حصة Workers AI لحسابك (10٬000 Neuron مجانًا يوميًا).
de: Sendet eine Nutzernachricht und zeigt die Antwort des Modells. Verbraucht das Workers-AI-Kontingent deines Kontos (10.000 Neuronen pro Tag kostenlos).
en: Sends one user message and shows the model’s reply. Uses your account’s Workers AI quota (10,000 Neurons free per day).
es_mx: Envía un mensaje de usuario y muestra la respuesta del modelo. Consume la cuota de Workers AI de tu cuenta (10 000 Neuronas gratis al día).
fr: Envoie un message utilisateur et affiche la réponse du modèle. Consomme le quota Workers AI de votre compte (10 000 neurones gratuits par jour).
ja: ユーザーメッセージを 1 件送信し、モデルの返信を表示します。アカウントの Workers AI 使用量（毎日 1 万 Neuron まで無料）を消費します。
ko: 사용자 메시지 한 개를 보내고 모델의 응답을 표시합니다. 계정의 Workers AI 사용량(하루 1만 Neuron 무료)을 사용합니다.
pt_br: Envia uma mensagem do usuário e mostra a resposta do modelo. Consome a cota de Workers AI da sua conta (10.000 Neurônios grátis por dia).
pt_pt: Envia uma mensagem do utilizador e mostra a resposta do modelo. Consome a quota de Workers AI da sua conta (10 000 Neurónios grátis por dia).
tr: Bir kullanıcı mesajı gönderir ve modelin yanıtını gösterir. Hesabınızın Workers AI kotasını kullanır (günde 10.000 Neuron ücretsiz).
zh_hant: 傳送一則使用者訊息並顯示模型回覆。會消耗帳戶的 Workers AI 用量（每天 1 萬 Neuron 免費額度）。
zh_hk: 傳送一則使用者訊息並顯示模型回覆。會消耗帳戶的 Workers AI 用量（每天 1 萬 Neuron 免費額度）。

source: 发送反馈
ar: إرسال ملاحظات
de: Feedback senden
en: Send Feedback
es_mx: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送信
ko: 피드백 보내기
pt_br: Enviar feedback
pt_pt: Enviar feedback
tr: Geri bildirim gönder
zh_hant: 傳送意見回饋
zh_hk: 傳送意見反饋

source: 发送测试
ar: إرسال اختبار
de: Test senden
en: Send test
es_mx: Enviar prueba
fr: Envoyer un test
ja: テスト送信
ko: 테스트 전송
pt_br: Enviar teste
pt_pt: Enviar teste
tr: Test gönder
zh_hant: 發送測試
zh_hk: 發送測試

source: 发送请求
ar: إرسال الطلب
de: Anfrage senden
en: Send request
es_mx: Enviar solicitud
fr: Envoyer la requête
ja: リクエストを送信
ko: 요청 보내기
pt_br: Enviar requisição
pt_pt: Enviar pedido
tr: İstek gönder
zh_hant: 傳送請求
zh_hk: 傳送請求

source: 发送验证
ar: إرسال التحقق
de: Verifizierung senden
en: Send verification
es_mx: Enviar verificación
fr: Envoyer la vérification
ja: 検証を送信
ko: 확인 메일 보내기
pt_br: Enviar verificação
pt_pt: Enviar verificação
tr: Doğrulama gönder
zh_hant: 發送驗證
zh_hk: 傳送驗證

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es_mx: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
tr: İptal

source: 取消固定
ar: إلغاء التثبيت
de: Lösen
en: Unpin
es_mx: Dejar de fijar
fr: Détacher
ja: ピン留めを解除
ko: 고정 해제
pt_br: Desafixar
pt_pt: Desafixar
tr: Sabitlemeyi kaldır

source: 受 Cloudflare Access 保护的应用。点按编辑、左滑删除。
ar: تطبيقات محمية بواسطة Cloudflare Access. انقر للتحرير، اسحب للحذف.
de: Mit Cloudflare Access geschützte Apps. Tippen zum Bearbeiten, wischen zum Löschen.
en: Apps protected by Cloudflare Access. Tap to edit, swipe to delete.
es_mx: Apps protegidas por Cloudflare Access. Toca para editar, desliza para eliminar.
fr: Apps protégées par Cloudflare Access. Touchez pour modifier, glissez pour supprimer.
ja: Cloudflare Access で保護されたアプリ。タップで編集、スワイプで削除。
ko: Cloudflare Access로 보호되는 앱. 탭하여 편집, 밀어서 삭제.
pt_br: Apps protegidos pelo Cloudflare Access. Toque para editar, deslize para excluir.
pt_pt: Apps protegidas pelo Cloudflare Access. Toque para editar, deslize para eliminar.
tr: Cloudflare Access ile korunan uygulamalar. Düzenlemek için dokunun, silmek için kaydırın.
zh_hant: 受 Cloudflare Access 保護的應用程式。點按編輯、左滑刪除。
zh_hk: 受 Cloudflare Access 保護的應用程式。點按編輯、左滑刪除。
